{
  "featuredBadge": "Produk Unggulan",
  "title": "Solusi Investasi Terbaik",
  "description": "Temukan produk investasi terbaik untuk meraih kebebasan finansial dengan aman dan menguntungkan.",
  "loadingText": "Memuat produk...",
  "errorText": "Gagal memuat produk. Silakan coba lagi nanti.",
  "viewDetails": "Lihat Detail",
  "viewAllProducts": "Lihat Semua Produk",
  "defaultDescription": "Temukan peluang investasi terbaik dengan produk unggulan kami.",
  "productAdvantages": {
    "title": "Keunggulan Produk",
    "description": "PT. BestProfit Futures adalah salah satu perusahaan pialang berjangka yang bergerak dibidang perdagangan komoditi dan konsisten dalam misi pengembangan iklim investasi di Indonesia.",
    "advantagesTitle": "Keunggulan Produk PT. BestProfit Futures:",
    "advantages": [
      {
        "title": "Efisiensi Modal",
        "description": "Dengan Margin Trading (dana jaminan), investor dapat membuka posisi transaksi besar hanya dengan modal relatif kecil. Cukup menyediakan sebagian dari nilai total transaksi—misalnya sekitar 10%—tanpa harus menyiapkan dana 100%, sehingga memaksimalkan efisiensi penggunaan modal dan meningkatkan fleksibilitas strategi trading."
      },
      {
        "title": "Fleksibilitas Transaksi",
        "description": "Produk kami memungkinkan investor memanfaatkan pergerakan pasar dua arah, sehingga peluang keuntungan terbuka baik saat tren harga naik maupun turun. Fleksibilitas ini mendukung berbagai strategi trading, mulai dari spekulasi jangka pendek hingga lindung nilai portofolio, dengan eksekusi cepat melalui platform online kami."
      },
      {
        "title": "Pergerakan Harga Sangat Fluktuatif",
        "description": "Harga produk derivatif harian bergerak signifikan—mulai dari 100–500 poin pada indeks saham, 10–20 troy ounce pada emas Loco London, hingga 100–150 pips pada pasangan mata uang forex. Fluktuasi ini menciptakan peluang keuntungan besar, dengan nilai kontrak yang kompetitif dan biaya transaksi relatif rendah, sehingga memaksimalkan potensi trading bagi investor."
      },
      {
        "title": "Likuiditas Tinggi",
        "description": "Produk kami memiliki tingkat likuiditas yang sangat tinggi, memungkinkan investor melakukan transaksi beli maupun jual kapan saja selama pasar berjalan. Dukungan platform online trading yang andal memastikan eksekusi cepat dan efisien, sehingga peluang trading dapat dimaksimalkan tanpa hambatan."
      }
    ],
    "investmentTypes": {
      "title": "Jenis Investasi",
      "description": "Ada dua jenis investasi yaitu:",
      "fixedRate": {
        "title": "a. Fixed Rate / Kurs Tetap",
        "points": [
          "US $ 1 = Rp. 10.000 (kurs tetap)",
          "Terhindar dari resiko kerugian akibat fluktuasi USD/Rp"
        ]
      },
      "floatingRate": {
        "title": "b. Floating Rate/Kurs Berjalan",
        "points": [
          "US $ 1 = US $ 1 (sesuai kurs USD terhadap Rupiah)",
          "Tidak dikenakan fee dari pembukaan dan penarikan dana USD baik sebagian/seluruh"
        ]
      }
    }
  }
}
