{
  "pageTitle": "Regulatory Bodies",
  "pageDescription": "Information about regulatory bodies, self-regulatory organizations (SROs), and industry associations overseeing futures trading activities in Indonesia.",
  "profile_description": "The following is a list of regulatory bodies, Self-Regulatory Organizations (SROs), and industry associations that oversee and support futures trading activities in Indonesia. Each institution has its own role and responsibility in creating a transparent, fair, and sustainable trading ecosystem.",

  "bappebti": {
    "category": "REGULATOR",
    "title": "COMMODITY FUTURES TRADING REGULATORY AGENCY (BAPPEBTI)",
    "description": "The Commodity Futures Trading Regulatory Agency (BAPPEBTI) is a government institution established under Law Number 10 of 2011, which amends Law Number 32 of 1997 on Commodity Futures Trading. Operating under the Ministry of Trade, BAPPEBTI is the authority responsible for fostering, regulating, developing, and supervising all commodity futures trading activities in Indonesia. Through its regulatory powers, BAPPEBTI ensures that futures trading activities comply with prevailing laws and regulations, protect the public interest, and support a transparent, orderly, and secure trading environment."
  },

  "ojk": {
    "category": "REGULATOR",
    "title": "FINANCIAL SERVICES AUTHORITY (OJK)",
    "description": "The Financial Services Authority (OJK) is an independent institution established under Law Number 21 of 2011 to regulate and supervise all activities in the financial services sector. Within the Commodity Futures Trading (CFT) ecosystem, OJK carries out macro-prudential oversight functions, including financial system stability, consumer protection, and the prevention of high-risk financial practices. In coordination with BAPPEBTI, Bank Indonesia, and relevant ministries, OJK helps ensure that CFT activities are conducted in a transparent, sound manner and remain aligned with the integrity of the national financial system."
  },

  "bi": {
    "category": "REGULATOR",
    "title": "BANK INDONESIA (BI)",
    "description": "Under the Financial Sector Development and Strengthening Law (PPSK Law), Bank Indonesia (BI) plays a key role in maintaining financial system stability, including overseeing derivative transactions that may affect the payment system and monetary stability. BI ensures that Commodity Futures Trading (CFT) activities related to payment systems, fund transfers, and foreign exchange transactions are conducted safely, transparently, and in accordance with regulations, so as not to pose risks to national financial stability."
  },

  "bbj": {
    "category": "SRO",
    "title": "JAKARTA FUTURES EXCHANGE (JFX)",
    "description": "The Jakarta Futures Exchange (JFX) is an officially licensed futures exchange in Indonesia that provides trading infrastructure for various commodity and financial derivative products. As a central marketplace for futures transactions, JFX ensures that trading processes are conducted in a transparent, orderly, and fully compliant manner with applicable regulations. Through strict operating standards and reliable technology, JFX plays an important role in building a safe, efficient, and trustworthy futures trading ecosystem for all market participants."
  },

  "kbi": {
    "category": "SRO",
    "title": "PT KLIRING BERJANGKA INDONESIA (KBI)",
    "description": "PT Kliring Berjangka Indonesia (KBI) is the official clearing house that guarantees the settlement of transactions in Indonesia’s futures markets. KBI ensures that every transaction executed on the futures exchange is properly settled through clearing, guarantee mechanisms, and risk management. With an integrated system under government oversight, KBI serves as a key pillar in maintaining confidence, integrity, and stability within the national commodity futures trading industry."
  },

  "aspebtindo": {
    "category": "ASSOCIATION",
    "title": "INDONESIAN FUTURES TRADING ASSOCIATION (ASPEBTINDO)",
    "description": "The Indonesian Futures Trading Association (ASPEBTINDO) is the official organization that represents participants in the Commodity Futures Trading industry in Indonesia. The association plays a role in setting professional standards, promoting sound business practices, and strengthening industry governance through policy harmonization and collaboration with relevant regulators. ASPEBTINDO also actively facilitates communication between industry players, the government, and the public to support sustainable growth of the futures trading sector."
  },

  "sitna": {
    "category": "SUPERVISION SYSTEM",
    "title": "NATIONAL TRANSACTION INFORMATION SYSTEM (SITNA)",
    "description": "The National Transaction Information System (SITNA) is an electronic system established by BAPPEBTI to record and report all commodity futures trading transactions carried out by Futures Exchanges, Clearing Houses, and Futures Brokers in Indonesia. SITNA is designed to enhance transparency, efficiency, and supervisory capabilities in the futures market, while also strengthening investor protection through more accurate, comprehensive, and integrated transaction data."
  }
}
