{
  "featuredBadge": "Featured Products",
  "title": "Best Investment Solutions",
  "description": "Discover a variety of the best investment products designed to help you achieve financial freedom safely and profitably.",
  "loadingText": "Loading products...",
  "errorText": "Failed to load products. Please try again later.",
  "viewDetails": "View Details",
  "viewAllProducts": "View All Products",
  "defaultDescription": "Discover the best investment opportunities with our featured products.",
  "productAdvantages": {
    "title": "Product Advantages",
    "description": "PT. BestProfit Futures is a futures brokerage company engaged in commodity trading and is consistent in its mission to develop the investment climate in Indonesia.",
    "advantagesTitle": "PT. BestProfit Futures Product Advantages:",
    "advantages": [
      {
        "title": "Capital Efficiency",
        "description": "Through Margin Trading (margin funds), investors can open large transaction positions with relatively small capital. It is sufficient to provide only a portion of the total transaction value—around 10%, for example—without having to prepare 100% of the funds. This maximizes capital efficiency and increases flexibility in implementing trading strategies."
      },
      {
        "title": "Transaction Flexibility",
        "description": "Our products allow investors to take advantage of two-way market movements, opening profit opportunities both when prices are trending up and when they are trending down. This flexibility supports various trading strategies, from short-term speculation to portfolio hedging, with fast execution through our online trading platform."
      },
      {
        "title": "Highly Fluctuating Price Movements",
        "description": "The prices of derivative products move significantly on a daily basis—ranging from 100–500 points on stock indices, 10–20 troy ounces on Loco London gold, to 100–150 pips on major forex pairs. This volatility creates attractive profit opportunities, supported by competitive contract values and relatively low transaction costs, helping investors to maximize their trading potential."
      },
      {
        "title": "High Liquidity",
        "description": "Our products offer very high liquidity, enabling investors to enter and exit buy or sell positions at any time while the market is open. Supported by a reliable online trading platform, order execution is fast and efficient, so trading opportunities can be optimized without unnecessary delays."
      }
    ],
    "investmentTypes": {
      "title": "Investment Types",
      "description": "There are two types of investments:",
      "fixedRate": {
        "title": "a. Fixed Rate",
        "points": [
          "US $1 = Rp. 10,000 (fixed rate)",
          "Protected from the risk of loss due to USD/Rupiah fluctuations"
        ]
      },
      "floatingRate": {
        "title": "b. Floating Rate",
        "points": [
          "US $1 = US $1 (according to USD to Rupiah exchange rate)",
          "No fees for opening and withdrawing USD funds, either partially or in full"
        ]
      }
    }
  }
}
